Repository: Roohollah-Habibi/afg_sewing
Catalog: lang/app_*.arb
Languages: ps

source: Home
ps: کور

source: Samples
ps: نمونې

source: Customers
ps: پېرېدونکي

source: Orders
ps: سپارښتنې

source: Reports
ps: راپورونه

source: New Customer
ps: نوی پېرېدونکی

# noCustomerAvailable
source: No Customer is available
ps: هیڅ پېرېدونکی شتون نه لري

# alertRemovingCustomer
source: Customer is about to delete!
ps: پېرېدونکی د حذف کېدو په حال کې دی!

source: Cancel
ps: لغوه کول

source: OKey
ps: تائید

source: Edit
ps: سمول

source: delete
ps: ړنګول

source: Profile
ps: پروفایل

source: New Order
ps: نوې سپارښتنه

source: ID
ps: پیژند

source: Just today
ps: یوازې نن

# noAvailableOrder
source: This Filter dose not have any order
ps: دا فلټر هیڅ سپارښتنه نه لري

source: Undo
ps: بېرته کول

# orderRemovedSuccessfully
source: Order is removed successfully
ps: سپارښتنه په بریالیتوب سره لرې شوه

# orderRemoved
source: Order is removed
ps: سپارښتنه لرې شوه

# askToRemoveOrder
source: Are you sure you wanna remove the order?
ps: ایا تاسې ډاډه یاست چې سپارښتنه لرې کړئ؟

source: Sewn NOT Delivered
ps: ګنډل شوي او نه دي سپارل شوي

# sewnAndDelivered
source: Sewn & Delivered
ps: ګنډل شوي او سپارل شوي

source: In Progress
ps: په پرمختګ کې

source: Not Available
ps: شتون نه لري

source: Edit profile
ps: پروفایل سمول

source: First Name
ps: لومړی نوم

source: Last Name
ps: وروستی نوم

# phoneOne
source: Primary phone
ps: لومړی ټیلیفون

# phoneTwo
source: Secondary phone [Optional]
ps: دوهم ټیلیفون [اختیاري]

source: Status
ps: وضعیت

source: All Orders
ps: ټولې سپارښتنې

source: Registered:
ps: ثبت شوی:

source: DeadLine:
ps: وروستۍ نېټه:

source: Days past:
ps: تېر شوي ورځې:

source: Days left:
ps: پاتې ورځې:

source: Edit Order
ps: سپارښتنه سمول

# pickDeadLine
source: pick a deadline
ps: وروستۍ نېټه وټاکئ

source: Save
ps: خوندي کول

source: Week
ps: اونۍ

source: Month
ps: میاشت

source: Year
ps: کال

source: Custom
ps: سفارشي

source: Last Backup
ps: وروستی شاته کاپي

source: Coming Soon
ps: ژر راځي

source: All
ps: ټول

source: Expired
ps: ختم شوی

source: Order Id
ps: سپارښتنې ایدی
